Repository: umachinchula/halo
Catalog: Localizable.xcstrings
Source language: en
Languages: be, de, es_419, fr, hi, nl, ru, th, zh_hans, zh_hant

source: Liquid Glass requires macOS 26 or later.
de: Liquid Glass erfordert macOS 26 oder neuer.
fr: Liquid Glass nécessite macOS 26 ou plus récent.
nl: Voor Liquid Glass is macOS 26 of hoger vereist.
ru: Liquid Glass требуется macOS 26 или новее.
th: Liquid Glass ต้องการ macOS 26 ขึ้นไป
zh_hans: 液态玻璃需要 macOS 26 或更高版本。
zh_hant: 液態玻璃需要 macOS 26 或更高版本。

source: Live Activities
de: Live-Aktivitäten
fr: Activités en direct
nl: Live activiteiten
th: กิจกรรมสด
zh_hans: 实时活动
zh_hant: 即時動態

source: Live Activity & Feedback
de: Live-Aktivität & Feedback
fr: Activité en direct et commentaires
nl: Live activiteit en feedback
ru: Live Activity и Отклик
th: กิจกรรมสดและผลตอบรับ
zh_hans: 实时活动与反馈
zh_hant: 即時動態與回饋

source: Live Monitoring
de: Live-Überwachung
fr: Suivi en directe
ru: Мониторинг в реальном времени
th: ตรวจสอบสด
zh_hans: 实时监控
zh_hant: 即時監控

source: Live Performance Data
de: Live-Performance-Daten
fr: Données de performance en directe
nl: Live prestatiegegevens
ru: Данные производительности
th: ข้อมูลประสิทธิภาพสด
zh_hans: 实时性能数据
zh_hant: 即時效能資料

source: Live Preview
de: Live-Vorschau
fr: Aperçu en direct
nl: Live voorbeeld
ru: Предпросмотр в реальном времени
th: ตัวอย่างสด
zh_hans: 实时预览
zh_hant: 即時預覽

source: Live stream indicator
de: Live-Stream-Anzeige
fr: Indicateur de diffusion en direct
ru: Индикатор прямого эфира
th: ตัวบ่งชี้สตรีมสด
zh_hans: 直播指示器
zh_hant: 直播指示器

source: Load Average
de: Lastdurchschnitt
fr: Moyenne de la charge
nl: Gemiddeld laden
ru: Средняя нагрузка
th: โหลดเฉลี่ย
zh_hans: 负载平均值
zh_hant: 負載平均值

source: Lock Screen
de: Sperrbildschirm
fr: Écran verrouillé
nl: Vergrendelscherm
ru: Экран блокировки
th: หน้าจอล็อก
zh_hans: 锁屏
zh_hant: 鎖定畫面

source: Lock Screen Integration
de: Integration des Sperrbildschirms
fr: Intégration de l'écran de verrouillage
nl: Integratie van vergrendelscherm
ru: Интеграция с экраном блокировки
th: การผสานรวมหน้าจอล็อก
zh_hans: 锁屏集成
zh_hant: 鎖定畫面整合

source: Lock screen panel preview
de: Vorschau des Sperrbildschirms
fr: Aperçu du panneau de verrouillage de l'écran
nl: Voorbeeld van vergrendelschermpaneel
ru: Предпросмотр панели экрана блокировки
th: ตัวอย่างแผงหน้าจอล็อก
zh_hans: 锁屏面板预览
zh_hant: 鎖定畫面面板預覽

source: Lock Screen Positioning
de: Positionierung des Sperrbildschirms
fr: Positionnement de l'écran de verrouillage
nl: Positionering van het vergrendelscherm
ru: Позиционирование на экране блокировки
th: ตำแหน่งหน้าจอล็อก
zh_hans: 锁屏定位
zh_hant: 鎖定畫面定位

source: Lock Screen Reminder Widget
de: Erinnerungs-Widget für den Sperrbildschirm
fr: Widget de rappel sur l'écran verrouillé
nl: Herinneringswidget voor vergrendelscherm
ru: Виджет напоминаний экрана блокировки
th: วิดเจ็ตการแจ้งเตือนหน้าจอล็อก
zh_hans: 锁屏提醒小组件
zh_hant: 鎖定畫面提醒小工具

source: Loop Mode
de: Schleifenmodus
fr: Mode marche
nl: Loop-modus
ru: Режим зацикливания
th: โหมดวนซ้ำ
zh_hans: 循环模式
zh_hant: 迴圈模式

source: Loop Mode:
de: Schleifenmodus:
fr: Mode marche :
nl: Lusmodus:
ru: Режим зацикливания:
th: โหมดวนซ้ำ:
zh_hans: 循环模式：
zh_hant: 迴圈模式：

source: Low
de: Niedrig
fr: Bas
nl: Laag
ru: Низкий
th: ต่ำ

source: Low Power Mode
de: Energiesparmodus
fr: Mode économie d'énergie
nl: Low Power-modus
ru: Режим энергосбережения
th: โหมดประหยัดพลังงาน

source: Mac battery at %d percent
de: Mac Batterie bei %d Prozent
fr: Batterie Mac à %d pour cent
nl: Mac-batterij op %d procent
ru: Заряд батареи Mac: %d%%
zh_hans: Mac 电池电量 %d%%
zh_hant: Mac 電池電量 %d%%

source: macOS 15 or later required
de: macOS 15 oder neuer erforderlich
fr: macOS 15 ou version ultérieure requise
nl: macOS 15 of hoger vereist
ru: Требуется macOS 15 или новее
th: ต้องการ macOS 15 ขึ้นไป
zh_hans: 需要 macOS 15 或更高版本
zh_hant: 需要 macOS 15 或更高版本

source: Manage the Clock timer from the Clock app.
de: Verwalten Sie den Clock-Timer in der Clock-App.
fr: Gérez le minuteur de l'horloge à partir de l'application Horloge.
nl: Beheer de Kloktimer vanuit de Klok-app.
ru: Управляйте таймером из приложения Часы.
th: จัดการตัวจับเวลา Clock จากแอป Clock
zh_hans: 从时钟应用管理时钟计时器。
zh_hant: 從時鐘 App 管理時鐘計時器。

source: Mark as complete
de: Markiert als Vollständig
fr: Marquer comme terminé
nl: Markeer als voltooid
ru: Отметить как выполненное
th: ทำเครื่องหมายว่าเสร็จ
zh_hans: 标记为完成
zh_hant: 標記為完成

source: Mark as incomplete
de: Markiert als Unvollständig
fr: Marquer comme incomplet
nl: Markeer als onvolledig
ru: Отметить как невыполненное
th: ทำเครื่องหมายว่ายังไม่เสร็จ
zh_hans: 标记为未完成
zh_hant: 標記為未完成

source: Match menubar height
de: Höhe der Menüleiste
fr: Correspondre à la hauteur de la barre de menu
nl: Pas de hoogte van de menubalk aan
ru: Соответствовать высоте строки меню
th: ให้สูงเท่าแถบเมนู

source: Match real notch size
de: Größe der echten Notch
fr: Correspondre à la vraie hauteur de l'encoche
nl: Overeenkomen met de echte inkepingsgrootte
ru: Соответствовать реальному размеру выреза
th: ให้ขนาดเท่ารอยบากจริง

source: Material Options:
de: Materialoptionen:
fr: Options de matériaux :
nl: Materiële opties:
ru: Параметры материала:
th: ตัวเลือกวัสดุ:
zh_hans: 材质选项：
zh_hant: 材質選項：

source: Max Capacity: %lld%%
de: Max. Kapazität: %lld%%
fr: Capacité maximale : %lld%%
nl: Maximale capaciteit: %lld%%
ru: Макс. емкость: %lld%%

source: Media
de: Medium
fr: Média
ru: Медиа
th: สื่อ

source: Media change with horizontal gestures
de: Medium Änderung mit Horizontalen Gesten
fr: Changement de média avec les gestuelles horizontales
nl: Mediaverandering met horizontale gebaren
ru: Горизонтальные жесты для управления медиа
th: เปลี่ยนสื่อด้วยท่าทางแนวนอน

source: Media controls
de: Medium Steuerung
fr: Contrôles des médias
nl: Mediabediening
ru: Элементы управления медиа
th: ปุ่มควบคุมสื่อ

source: Media inactivity timeout
de: Medium Inaktivität Zeitüberschreitung
fr: Délai d'inactivité du média
nl: Time-out voor media-inactiviteit
ru: Таймаут неактивности медиа
th: หมดเวลาไม่ใช้สื่อ

source: Media Live Activity
de: Medien-Live-Aktivität
fr: Activité en direct dans les médias
nl: Live activiteit voor media
ru: Медиа Live Activity
th: กิจกรรมสดสื่อ
zh_hans: 媒体实时活动
zh_hant: 媒體即時動態

source: Media output
de: Medienausgabe
fr: Production médiatique
nl: Media-uitvoer
ru: Вывод аудио
th: เอาต์พุตสื่อ
zh_hans: 媒体输出
zh_hant: 媒體輸出

source: Media Panel
de: Medienpanel
fr: Panel média
nl: Mediapaneel
ru: Медиа-панель
th: แผงสื่อ
zh_hans: 媒体面板
zh_hant: 媒體面板

source: Media playback live activity
de: Medium Wiedergabe live Aktivität
fr: Activité de lecture de média en direct
nl: Live activiteit voor het afspelen van media
ru: Окно Live Activity для медиа
th: กิจกรรมสดการเล่นสื่อ

source: Media Source
de: Medium Quelle
fr: Source du Média
nl: Mediabron
ru: Источник медиа
th: แหล่งสื่อ

source: Medium
de: Mittel
fr: Moyen
nl: Middelmatig
ru: Средний
th: กลาง

source: Memory Usage
de: Speichernutzung
fr: Utilisation de la mémoire
nl: Geheugengebruik
ru: Использование памяти
th: การใช้งานหน่วยความจำ
zh_hans: 内存使用情况
zh_hant: 記憶體使用情況

source: Menubar icon
de: Icon in Menüleiste anzeigen
fr: Icône de la barre de menu
nl: Menubalkpictogram
ru: Иконка в строке меню
th: ไอคอนแถบเมนู

source: Mic %@
de: Mikrofon %@
fr: Microphone %@
nl: Microfoon %@
ru: Микрофон %@

source: Mic muted
de: Mikrofon stummgeschaltet
fr: Micro coupé
nl: Microfoon gedempt
ru: Микрофон выключен
th: ไมโครโฟนปิดเสียง
zh_hans: 麦克风已静音
zh_hant: 麥克風已靜音

source: Mic unmuted
de: Mikrofon stummgeschaltet
fr: Microphone activé
nl: Microfoon uitgeschakeld
ru: Микрофон включен
th: ไมโครโฟนเปิดเสียง
zh_hans: 麦克风已取消静音
zh_hant: 麥克風已取消靜音

source: Microphone
de: Mikrofon
nl: Microfoon
ru: Микрофон
th: ไมโครโฟน
zh_hans: 麦克风
zh_hant: 麥克風

source: Microphone Active
de: Mikrofon Aktiv
fr: Microphone actif
nl: Microfoon actief
ru: Микрофон активен
th: ไมโครโฟนทำงานอยู่
zh_hans: 麦克风已激活
zh_hant: 麥克風已啟用

source: Microphone is being used by an application
de: Das Mikrofon wird von einer Anwendung verwendet.
nl: Microfoon wordt gebruikt door een applicatie
ru: Микрофон используется приложением
th: ไมโครโฟนกำลังถูกใช้โดยแอปพลิเคชัน
zh_hans: 麦克风正被某个应用使用
zh_hant: 麥克風正被某個 App 使用

source: Microphone Status
de: Mikrofon Status
fr: Statut du microphone
nl: Microfoonstatus
ru: Статус микрофона
th: สถานะไมโครโฟน
zh_hans: 麦克风状态
zh_hant: 麥克風狀態

source: min
de: Minute
ru: мин
th: นาที
zh_hans: 分钟
zh_hant: 分鐘

source: Minimum hover duration
de: Minimale Schwebedauer
fr: Durée minimale du survol
nl: Minimale hoverduur
ru: Минимальное время наведения
th: ระยะเวลาชี้ขั้นต่ำ

source: Minutes
de: Minuten
nl: Minuten
ru: Минуты
th: นาที
zh_hans: 分钟
zh_hant: 分鐘

source: Mirror
de: Spiegel
fr: Miroir
nl: Spiegel
ru: Зеркало
th: กระจกเงา

source: Mirror shape
de: Spiegelform
fr: Forme du miroir
nl: Spiegelvorm
ru: Зеркалить форму
th: รูปทรงกระจกเงา

source: Monitoring Behavior
de: Verhalten überwachen
nl: Gedrag monitoren
ru: Режим мониторинга
th: พฤติกรรมการตรวจสอบ
zh_hans: 监控行为
zh_hant: 監控行為

source: Monitoring Status
de: Überwachungsstatus
fr: Statut du suivi
nl: Bewakingsstatus
ru: Статус мониторинга
th: สถานะการตรวจสอบ
zh_hans: 监控状态
zh_hant: 監控狀態

source: Monitoring Stopped
de: Überwachung gestoppt
fr: Le suivi a pris fin
nl: Controle gestopt
ru: Мониторинг остановлен
th: หยุดการตรวจสอบ
zh_hans: 监控已停止
zh_hant: 監控已停止

source: More
de: Mehr
fr: Plus
nl: Meer
ru: Больше
th: เพิ่มเติม

source: Move Down
de: Nach Unten Bewegen
fr: Descendre
nl: Ga naar beneden
ru: Переместить вниз
th: ย้ายลง
zh_hans: 下移
zh_hant: 下移

source: Move Up
de: Nach Oben bewegen
fr: Monter
nl: Ga omhoog
ru: Переместить вверх
th: ย้ายขึ้น
zh_hans: 上移
zh_hant: 上移

source: Music Source
de: Musik Quelle
fr: Source de la musique
nl: Muziekbron
ru: Источник музыки
th: แหล่งเพลง

source: muted
de: Stumm
fr: muet
nl: gedempt
ru: без звука
th: ปิดเสียงแล้ว

source: My Animation
de: Meine Animation
fr: Mon Animation
nl: Mijn animatie
ru: Моя анимация
th: แอนิเมชันของฉัน
zh_hans: 我的动画
zh_hant: 我的動畫

source: Need Restart
de: Braucht einen Neustart
fr: Redémarrage nécessaire
nl: Opnieuw opstarten nodig
ru: Требуется перезапуск
th: ต้องรีสตาร์ท

source: Network Download
de: Netzwerk-Download
fr: Téléchargement réseau
nl: Netwerk downloaden
ru: Скачивание
th: ดาวน์โหลดเครือข่าย
zh_hans: 网络下载
zh_hant: 網路下載

source: Network Upload
de: Netzwerk-Upload
fr: Envoi réseau
nl: Netwerk uploaden
ru: Отправка
th: อัปโหลดเครือข่าย
zh_hans: 网络上传
zh_hant: 網路上傳

source: Never hide
de: Niemals verstecken
fr: Ne jamais masquer
nl: Nooit verbergen
ru: Никогда не скрывать
th: ไม่ซ่อน

source: No active interfaces detected yet.
de: Noch keine aktiven Schnittstellen erkannt.
fr: Aucune interface détectée
nl: Nog geen actieve interfaces gedetecteerd.
ru: Активных интерфейсов пока не обнаружено.
th: ยังไม่พบส่วนติดต่อที่ใช้งานอยู่
zh_hans: 尚未检测到活跃网络接口。
zh_hant: 尚未偵測到活躍網路介面。

source: No audio outputs available
de: Keine Audioausgänge verfügbar
fr: Aucune sortie audio disponible
nl: Geen audio-uitgangen beschikbaar
ru: Нет аудиовыходов
th: ไม่มีเอาต์พุตเสียง
zh_hans: 无可用音频输出
zh_hant: 無可用音訊輸出

source: No clipboard history
de: Kein Zwischenablageverlauf
fr: L’historique du presse-papiers est vide
nl: Geen klembordgeschiedenis
ru: Нет истории буфера обмена
th: ไม่มีประวัติคลิปบอร์ด
zh_hans: 无剪贴板历史
zh_hant: 無剪貼簿歷史

source: No Colors Found
de: Keine Farben gefunden
fr: Aucune couleur n’a été trouvé
nl: Geen kleuren gevonden
ru: Цвета не найдены
th: ไม่พบสี
zh_hans: 未找到颜色
zh_hant: 未找到顏色

source: No colors match '%@'
de: Kein Farbübereinstimmung '%@'
fr: Aucune couleur ne correspond à "%@"
nl: Er komen geen kleuren overeen met '%@'
ru: Нет цветов, соответствующих «%@»
zh_hans: 没有颜色匹配 '%@'
zh_hant: 沒有顏色匹配 '%@'

source: No Colors Yet
de: Noch Keine Farben
fr: Pas encore de couleurs
nl: Nog geen kleuren
ru: Цветов еще нет
th: ยังไม่มีสี
zh_hans: 暂无颜色
zh_hant: 暫無顏色

source: No custom animation available
de: Keine Benutzerdefinierten Animationen verfügbar
fr: Aucune animation personnalisée disponible
nl: Geen aangepaste animatie beschikbaar
ru: Нет пользовательской анимации
th: ไม่มีแอนิเมชันกำหนดเอง

source: No custom visualizer
de: Keine benutzerdefinierte Audiovisualisierung
fr: Aucun visualiseur personnalisé
nl: Geen aangepaste visualisatie
ru: Нет пользовательского визуализатора
th: ไม่มีตัวแสดงผลกำหนดเอง

source: No events
de: Kein Event
fr: Aucun événement
nl: Geen activiteiten
ru: Нет событий
th: ไม่มีเหตุการณ์
zh_hans: 无事件
zh_hant: 無事件

source: No events today
de: Keine Ereignisse heute
fr: Aucun événement aujourd'hui
nl: Geen activiteiten vandaag
ru: Сегодня событий нет
th: ไม่มีเหตุการณ์วันนี้

source: No excluded apps
de: Keine ausgeschlossenen Apps
fr: Aucune application exclue
nl: Geen uitgesloten apps
ru: Нет исключенных приложений
th: ไม่มีแอปที่ยกเว้น
zh_hans: 无排除的应用
zh_hant: 無排除的 App

source: No excludes
de: Keine Ausschlüsse
fr: Aucune exclusion
nl: Geen uitsluitingen
ru: Нет исключений
th: ไม่มีที่ยกเว้น
zh_hans: 无排除项
zh_hant: 無排除項

source: No extension installed
de: Keine Erweiterungen installiert
fr: Aucune extension installée
nl: Geen extensie geïnstalleerd
ru: Расширения не установлены
th: ไม่มีส่วนขยายที่ติดตั้ง

source: No favorites
de: Keine Favoriten
fr: Aucun favoris
nl: Geen favorieten
ru: Нет избранного
th: ไม่มีรายการโปรด
zh_hans: 无收藏
zh_hant: 無收藏

source: No Graphs Enabled
de: Keine Grafiken aktiviert
fr: Aucun graphique activé
nl: Geen grafieken ingeschakeld
ru: Нет включенных графиков
th: ไม่มีกราฟที่เปิดใช้
zh_hans: 未启用图表
zh_hant: 未啟用圖表

source: No results
de: Kein Ergebnis
fr: Aucun résultats
nl: Geen resultaten
ru: Нет результатов
th: ไม่มีผลลัพธ์
zh_hans: 无结果
zh_hant: 無結果

source: No results found
de: Keine Ergebnisse gefunden
fr: Aucun résultats
nl: Geen resultaten gevonden
ru: Результаты не найдены
th: ไม่พบผลลัพธ์
zh_hans: 未找到结果
zh_hant: 未找到結果

source: No storage devices detected yet.
de: Noch keine Speichergeräte erkannt.
fr: Aucun périphérique de stockage détecté pour le moment.
nl: Nog geen opslagapparaten gedetecteerd.
ru: Устройства хранения пока не обнаружены.
th: ยังไม่พบอุปกรณ์เก็บข้อมูล
zh_hans: 尚未检测到存储设备。
zh_hant: 尚未偵測到儲存裝置。

source: Non-notch display height
de: Displayhöhe ohne Noch
fr: Hauteur de l'affichage hors-Notch
nl: Weergavehoogte zonder inkeping
ru: Высота дисплея без выреза
th: ความสูงจอแสดงผลที่ไม่ใช่รอยบาก

source: Not active
de: Nicht Aktiv
fr: Non active
nl: Niet actief
ru: Неактивно
th: ไม่ได้ใช้งาน
zh_hans: 不活跃
zh_hant: 不活躍

source: Not Now
de: Nicht jetzt
fr: Pas pour l'instant
nl: Niet nu
ru: Не сейчас
th: ไม่ใช่ตอนนี้

source: Not Set
de: Nicht gespeichert
fr: Non défini
nl: Niet ingesteld
ru: Не задано
th: ยังไม่ตั้งค่า
zh_hans: 未设置
zh_hant: 未設定

source: Notch behavior
de: Verhalten der Notch
fr: Comportement du Notch
nl: Gedrag van inkeping
ru: Поведение выреза
th: พฤติกรรมรอยบาก

source: Notch display height
de: Anzeigehöhe der Notch
fr: Hauteur d'affichage du Notch
nl: Inkeping weergavehoogte
ru: Высота дисплея с вырезом
th: ความสูงการแสดงรอยบาก

source: Notch Height
de: Größe der Notch
fr: Hauteur du Notch
nl: Inkeping hoogte
ru: Высота выреза
th: ความสูงรอยบาก

source: Notch Width
de: Notch Breite
fr: Largeur de l'encoche
nl: Inkepingsbreedte
ru: Ширина выреза
th: ความกว้างรอยบาก
zh_hans: 刘海宽度
zh_hant: 瀏海寬度

source: Notify before
de: Vorher benachrichtigen
fr: Prévenir avant
nl: Eerder op de hoogte stellen
ru: Уведомлять за
th: แจ้งเตือนก่อน
zh_hans: 提前通知
zh_hant: 提前通知

source: One or more files failed to load
de: Eine oder mehrere Dateien konnten nicht geladen werden
fr: Impossible de charger un ou plusieurs fichiers
nl: Een of meer bestanden konden niet worden geladen
ru: Один или несколько файлов не удалось загрузить
th: ไฟล์หนึ่งหรือมากกว่าโหลดล้มเหลว

source: Only app icon
de: Nur App-Symbol
fr: Icône de l'application uniquement
nl: Alleen app-pictogram
ru: Только иконка приложения
th: ไอคอนแอปเท่านั้น
zh_hans: 仅应用图标
zh_hant: 僅 App 圖示

source: Only download icon
de: Nur Download-Symbol
fr: Icône de téléchargement uniquement
nl: Alleen downloadpictogram
ru: Только иконка скачивания
th: ไอคอนดาวน์โหลดอย่างเดียว
zh_hans: 仅下载图标
zh_hant: 僅下載圖示

source: Opacity:
de: Deckkraft:
fr: Opacité :
nl: Dekking:
ru: Непрозрачность:
th: ความทึบ:
zh_hans: 透明度：
zh_hant: 透明度：

source: Open Google AI Studio
de: Öffnen Sie Google AI Studio
fr: Ouvrir Google AI Studio
hi: गूगल एआई स्टूडियो खोलें
ru: Открыть Google AI Studio
th: เปิด Google AI Studio
zh_hans: 打开 Google AI Studio
zh_hant: 開啟 Google AI Studio

source: Open in Calendar
de: Im Kalender öffnen
fr: Ouvrir dans le calendrier
nl: Openen in agenda
ru: Открыть в приложении Календарь
th: เปิดในปฏิทิน
zh_hans: 在日历中打开
zh_hant: 在行事曆中開啟

source: Open Model Settings
de: Modelleinstellungen öffnen
fr: Ouvrir les paramètres du modèle
hi: ओपन मॉडल सेटिंग्स
nl: Open Modelinstellingen
ru: Открыть настройки модели
th: เปิดการตั้งค่าโมเดล
zh_hans: 打开模型设置
zh_hant: 開啟模型設定

source: Open noch on hover
de: Beim Darüberfahren mit der Maus öffnen
nl: Open noch bij hover
ru: Открывать вырез при наведении
th: เปิดรอยบากเมื่อชี้
zh_hans: 悬停时打开刘海
zh_hant: 懸停時開啟瀏海

source: Open Settings
de: Einstellungen öffnen
fr: Ouvrir les paramètres
nl: Instellingen openen
ru: Открыть настройки
th: เปิดการตั้งค่า
zh_hans: 打开设置
zh_hant: 開啟設定

source: Open System Settings
de: Systemeinstellungen öffnen
fr: Ouvrir les paramètres système
hi: सिस्टम सेटिंग्स खोलें
nl: Open Systeeminstellingen
ru: Открыть Системные Настройки
th: เปิดการตั้งค่าระบบ
zh_hans: 打开系统设置
zh_hant: 開啟系統設定

source: Output devices
de: Ausgabegeräte
fr: Périphériques de sortie
nl: Uitvoerapparaten
ru: Выходные устройства
th: อุปกรณ์เอาต์พุต
zh_hans: 输出设备
zh_hant: 輸出裝置

source: Output volume
de: Lautstärke
fr: Volume de production
nl: Uitvoervolume
ru: Громкость звука
th: ระดับเสียงเอาต์พุต
zh_hans: 输出音量
zh_hant: 輸出音量

source: Paused
de: Pausiert
fr: En pause
nl: Gepauzeerd
ru: Пауза
th: หยุดชั่วคราว
zh_hans: 已暂停
zh_hant: 已暫停

source: Percentage
de: Prozentsatz
fr: Pourcentage
ru: Проценты
th: เปอร์เซ็นต์
zh_hans: 百分比
zh_hant: 百分比

source: Permissions
de: Berechtigungen
fr: Autorisations
nl: Machtigingen
ru: Разрешения
th: สิทธิ์
zh_hans: 权限
zh_hant: 權限

source: Pick Color
de: Farbe wählen
fr: Choisissez une couleur
nl: Kies kleur
ru: Выбрать цвет
th: เลือกสี
zh_hans: 取色
zh_hant: 取色

source: Picked %@
de: Ausgewählt %@
fr: Sélectionné %@
nl: Gekozen %@
ru: Выбран %@
zh_hans: 已选取 %@
zh_hant: 已選取 %@

source: Picked Color
de: Gewählte Farbe
fr: Couleur choisie
nl: Gekozen kleur
ru: Выбранный цвет
th: สีที่เลือก
zh_hans: 拾取的颜色
zh_hant: 拾取的顏色

source: Picking Status
de: Kommissionierungsstatus
fr: Statut de sélection
nl: Pickstatus
ru: Статус захвата
th: สถานะการเลือก
zh_hans: 拾取状态
zh_hant: 拾取狀態

source: Pin items from history to save them here
de: Elemente aus dem Verlauf anheften, um sie hier zu speichern
fr: Épinglez les éléments de l'historique pour les enregistrer ici
nl: Pin items uit de geschiedenis om ze hier op te slaan
ru: Закрепите элементы из истории, чтобы сохранить их здесь
th: ปักหมุดรายการจากประวัติเพื่อบันทึกไว้ที่นี่
zh_hans: 从历史记录中固定项目以保存在此处
zh_hant: 從歷史記錄中固定項目以儲存在此處

source: Pin items to add favorites
de: Elemente anheften, um Favoriten hinzuzufügen
fr: Épingler des éléments pour ajouter des favoris
nl: Zet items vast om favorieten toe te voegen
ru: Закрепите элементы для добавления в избранное
th: ปักหมุดรายการเพื่อเพิ่มรายการโปรด
zh_hans: 固定项目以添加收藏
zh_hant: 固定項目以新增收藏

source: Pin items to add them to favorites
de: Elemente anheften, um sie zu Favoriten hinzuzufügen
fr: Épinglez des éléments pour les ajouter à vos favoris
nl: Pin items om ze aan favorieten toe te voegen
ru: Закрепите элементы для добавления в избранное
th: ปักหมุดรายการเพื่อเพิ่มในรายการโปรด
zh_hans: 固定项目以将它们添加到收藏夹
zh_hant: 固定項目以將它們新增到收藏夾

source: Pinned Items
de: Angeheftete
fr: Éléments épinglés
nl: Vastgezette items
ru: Закрепленные элементы
th: รายการที่ปักหมุด
zh_hans: 已固定项目
zh_hant: 已固定項目

source: Plugged In
de: Angeschlossen
fr: Branché
nl: Aangesloten
ru: Подключено
th: เสียบปลั๊กแล้ว

source: Popover mode shows clipboard as a dropdown attached to the clipboard button. Panel mode shows clipboard in a floating window near the notch.
de: Der Popover-Modus zeigt die Zwischenablage als Dropdown-Liste an, die an der Zwischenablage-Schaltfläche angehängt ist. Der Bedienfeldmodus zeigt die Zwischenablage in einem schwebenden Fenster in der Nähe der Kerbe an.
fr: Le mode popover affiche le presse-papiers comme une liste déroulante attachée au bouton du presse-papiers. Le mode panneau affiche le presse-papiers dans une fenêtre flottante près de l'encoche.
hi: पॉपओवर मोड क्लिपबोर्ड को क्लिपबोर्ड बटन से जुड़े ड्रॉपडाउन के रूप में दिखाता है। पैनल मोड क्लिपबोर्ड को नॉच के पास एक फ्लोटिंग विंडो में दिखाता है।
nl: De popover-modus toont het klembord als een vervolgkeuzelijst die aan de klembordknop is gekoppeld. De paneelmodus toont het klembord in een zwevend venster nabij de inkeping.
ru: Поведение отображения буфера обмена.
th: โหมดป๊อปโอเวอร์แสดงคลิปบอร์ดเป็นดรอปดาวน์ติดกับปุ่มคลิปบอร์ด โหมดแผงแสดงคลิปบอร์ดในหน้าต่างลอยใกล้รอยบาก
zh_hans: 弹出模式会将剪贴板显示为附加在剪贴板按钮上的下拉菜单。面板模式会在刘海附近的浮动窗口中显示剪贴板。
zh_hant: 彈出模式會將剪貼簿顯示為附加在剪貼簿按鈕上的下拉選單。面板模式會在瀏海附近的浮動視窗中顯示剪貼簿。

source: Preset name
de: Voreingestellter Name
fr: Nom prédéfini
nl: Vooraf ingestelde naam
ru: Имя пресета
th: ชื่อพรีเซ็ต
zh_hans: 预设名称
zh_hant: 預設組合名稱

source: Presets
de: Voreinstellungen
fr: Préréglages
nl: Voorinstellingen
ru: Пресеты
th: พรีเซ็ต
zh_hans: 预设
zh_hant: 預設組合

source: Pressure
de: Druck
fr: Pression
nl: Druk
ru: Давление
th: แรงกด
zh_hans: 气压
zh_hant: 氣壓

source: Preview
de: Vorschau
fr: Aperçu
nl: Voorbeeld
ru: Предпросмотр
th: ตัวอย่าง
zh_hans: 预览
zh_hant: 預覽

source: Preview Zoom:
de: Vorschau-Zoom:
fr: Aperçu Zoom :
nl: Voorbeeldzoom:
ru: Масштаб предпросмотра:
th: ซูมตัวอย่าง:
zh_hans: 预览缩放：
zh_hant: 預覽縮放：

source: Privacy Indicators
de: Datenschutzindikatoren
fr: Indicateurs de confidentialité
nl: Privacy-indicatoren
ru: Индикаторы конфиденциальности
th: ตัวบ่งชี้ความเป็นส่วนตัว
zh_hans: 隐私指示器
zh_hant: 隱私指示器

source: Privacy Policy
de: Datenschutzpolitik
fr: Politique de confidentialité
nl: Privacybeleid
ru: Политика конфиденциальности
th: นโยบายความเป็นส่วนตัว
zh_hans: 隐私政策
zh_hant: 隱私政策

source: Progress bar
de: Fortschrittsbalken
fr: Barre de progression
nl: Voortgangsbalk
ru: Индикатор
th: แถบความคืบหน้า
zh_hans: 进度条
zh_hant: 進度條

source: Progress style
de: Fortschrittstyle
fr: Style de progression
nl: Vooruitgangsstijl
ru: Стиль индикатора
th: สไตล์ความคืบหน้า
zh_hans: 进度样式
zh_hant: 進度樣式

source: Progressbar style
de: Ladebalken Stil
fr: Style de la barre de progression
nl: Progressbar-stijl
ru: Стиль индикатора
th: สไตล์แถบความคืบหน้า

source: Quick Actions
de: Schnell-Aktionen
fr: Actions rapides
nl: Snelle acties
ru: Быстрые действия
th: การดำเนินการด่วน
zh_hans: 快捷操作
zh_hant: 快捷操作

source: Quick Presets
de: Schnelle Voreinstellungen
fr: Préréglages rapides
nl: Snelle voorinstellingen
ru: Быстрые пресеты
th: พรีเซ็ตด่วน
zh_hans: 快捷预设
zh_hant: 快捷預設組合

source: Quick Start
de: Schnellstart
fr: Démarrage rapide
nl: Snel beginnen
ru: Быстрый старт
th: เริ่มด่วน
zh_hans: 快速开始
zh_hant: 快速開始

source: Quit
de: Verlassen
fr: Quitter
nl: Stoppen
ru: Завершить
th: ออก

source: Quit app
de: App verlassen
fr: Quitter l'application
nl: Sluit de app af
ru: Закрыть приложение
th: ออกจากแอป

source: Quit boring.notch
de: Beende boring.notch
fr: Quitter boring.notch
nl: Stop met boring.notch
ru: Закрыть boring.notch
th: ออกจาก boring.notch
zh_hans: 退出 boring.notch
zh_hant: 退出 boring.notch

source: Read
de: Lesen
fr: Lecture
nl: Lees
ru: Чтение
th: อ่าน
zh_hans: 读取
zh_hant: 讀取

source: Ready
de: Bereit
fr: Prêt
nl: Klaar
ru: Готово
th: พร้อม
zh_hans: 就绪
zh_hant: 就緒

source: Reasoning Mode
de: Argumentationsmodus
fr: Mode de raisonnemen
nl: Redeneringsmodus
ru: Режим размышления
th: โหมดการให้เหตุผล
zh_hans: 推理模式
zh_hant: 推理模式

source: Recent Colors
de: Neueste Farben
fr: Couleurs récentes
nl: Recente kleuren
ru: Недавние цвета
th: สีล่าสุด
zh_hans: 最近颜色
zh_hant: 最近顏色
